---
kind: other
id: Properties.T:Autodesk.Revit.DB.Lighting.BasicLossFactor
source: html/cbc532f0-c114-d218-5a25-7d2e04ee01ad.htm
---
# BasicLossFactor Properties

Specifies whether the .NET object represents a valid Revit entity.